{
    "mainSection":{
        "title":"Frontend Web Developer",
        "subtitle2":"Everything is possible in the world of programming, that's why it's my passion.",
        "subtitle":"Maybe I don't have the solution to your problem, but I'm certain we'll find it.",
        "knowme":"Know me",
        "contactme":"Contact me"
    },
    "header":{
        "language":"Language",
        "spanish":"Spanish",
        "english":"English",
        "contact":"Contact me",
        "aboutme":"About me",
        "projects":"Projects"
    },
    "aboutme":{
        "greeting":"Hi, I’m Ignacio. Nice to meet you.",
        "description":"I´m a Frontend Web Developer who works with modern technologies that allow building robust and attractive web applications. In my spare time, I like to work on personal projects and I´m eager to continue developing my skills to contribute to the success of projects in the future.",
        "tech":"I have experience using React, Angular, and Node.js. I'm familiar with relational databases like SQL and non-relational databases like MongoDB. Futhermore, I'm comfortable working with design frameworks like Material UI and using Tailwind CSS to create modern, responsive interfaces."
    },
    "projects":{
        "title":"My Projects",
        "description":"Some of the personal projects I have been working on recently.",
        "actual":"I am currently working for:",
        "visitWeb":"Visit Website",
        "inProgress":"In Progress",
        "twitter":"Twitter clone with its main functionalities. The technologies used in this proyect were React, Node Js and Mongo DB.",
        "ecommerce":"Next proyect I ´ll develop, it ´ll be an Ecommerce.",
        "thalamus":"Thalamus is a global SaaS marketing platform to connect your company with consumers, retailers, sales force and distributors.",
        "rolThalamus":"I perform maintenance and improvements in PWAs that use Angular, PHP, Laravel, Lumen and MySQL technologies."
    },
    "contact":{
        "title":"Contact",
        "email":"Email",
        "send":"Send",
        "messageSent":"Your message has been sent",
        "thanks":"Thank you for contacting me, I will be responding to you via email in the next few hours.",
        "getintouch":"Get in Touch",
        "socialNet":"Here are some points of contact.",
        "form":{
            "name":"Name",
            "email":"Email",
            "subject":"Subject",
            "message":"Message"
        }
    }
}