{
    "mainSection":{
        "title":"Desarrollador Web Frontend",
        "subtitle2":"Todo es posible en el mundo de la programación, por eso es mi pasión.",
        "subtitle":"Tal vez no tenga la solución a tu problema, pero estoy seguro de que la encontraremos.",
        "knowme":"Conóceme",
        "contactme":"Contáctame"
    },
    "header":{
        "language":"Idioma",
        "spanish":"Español",
        "english":"Ingles",
        "contact":"Contáctame",
        "aboutme":"Sobre mi",
        "projects":"Proyectos"
    },
    "aboutme":{
        "greeting":"Hola, soy Ignacio. Encantado de conocerte.",
        "description":"Soy un Desarrollador Web Frontend que trabaja con tecnologías modernas que permiten construir aplicaciones web robustas y atractivas. En mi tiempo libre, me gusta trabajar sobre proyectos personales y estoy ansioso por seguir desarrollando mis habilidades para contribuir al éxito de proyectos en el futuro.",
        "tech":"Tengo experiencia utilizando React, Angular, y Node.js. Estoy familiarizado con bases de datos relacionales como SQL y no relacionales como MongoDB. Además, me siento cómodo trabajando con frameworks de diseño como Material UI y utilizando Tailwind CSS para crear interfaces modernas y responsivas."
    },
    "projects":{
        "title":"Mis proyectos",
        "description":"Algunos de los proyectos personales en los que estuve trabajando este último tiempo.",
        "actual":"Actualmente me encuentro trabajando para:",
        "visitWeb":"Visitar sitio web",
        "inProgress":"En progreso",
        "twitter":"Clon de Twitter con sus funcionalidades principales.",
        "financeapp":"Aplicacion en la que podes llevar el registro de gastos, ingresos y otros detalles.",
        "thalamus":{
            "description":"Thalamus es una plataforma de marketing SaaS global para relacionar a su compañía con consumidores, puntos de venta, fuerza de venta y distribuidores.",
            "rol":"Realizo manteniemiento y mejoras en PWAs que usan como tecnologías Angular, PHP, Laravel, Lumen y MySQL."
        },
        "pronova":{
            "description":"Pronova es una empresa Argentina que, a traves de su sistema, se encarga de facilitar la administración de recursos empresariales de sus clientes.",
            "rol":"Realizo mejoras en el sistema de la empresa según lo requiera el cliente. Las tecnologías utilizadas son ASP y NodeJS. También utilizamos scripts Javascript que trabajan sobre archivos Excel."
        }
    },
    "contact":{
        "title":"Contacto",
        "email":"Correo electrónico",
        "send":"Enviar",
        "messageSent":"Tu mensaje ha sido enviado",
        "thanks":"Gracias por contactarte conmigo, estaré respondiendote a traves de un correo electrónico en la próximas horas.",
        "getintouch":"Contactame",
        "socialNet":"Puedes encontrarme en estos sitios.",
        "form":{
            "name":"Nombre",
            "email":"Correo electrónico",
            "subject":"Asunto",
            "message":"Mensaje"
        }
    }
}